{
    "B1": {
        "bondName": "The Broker",
        "bondDes": "Use your superior skills, class, intellect, or delicate touch to handle situations with elegance. You’ve been there before, and you have a plan for everything under the sun. Some may call you stuck up, but they don’t see how the strings you pull save their sorry hides again and again.",
        "bondBonus1": "Command",
        "bondBonus2": "Study",
        "ideals": {
            "I1": "I addressed challenges with manipulation, influence, or planning",
            "I2": "I expressed my heritage, background, or beliefs through my actions",
            "I3": "Despite my best efforts, we went wildly off plan"
        },
        "maxStress": 4,
        "StressRelief": "You can clear all stress when another team mate becomes stressed out or breaks.",
        "StressSpecial": "When you become stressed out or break, all team mates lose 1 stress",
        "Harm": 3,
        "BondPowers": {
            "BP1": "Contingency (2/session) - You can use this power to ‘flash back’ in time to tell the GM how you prepared for a situation. You can use this ability before or after any action roll to do one of the following: Set up a character for the next action (even yourself), resist consequences of something that just happened, even for another character, increase effect or lower risk. To do so, however, you need to be able to tell the GM how you prepared and also make fortune roll\nusing one of your actions to see how well your preparation well On a 4+ gain the expected effect, on a 6 choose an extra effect, and on a 1-3 you had to abandon the plan (this ability has no effect this scene and regain 1 use).",
            "BP2": "Swoon (1/session) - When you would take consequences as a result of your actions, you have may another willing character nearby take the consequences instead of you after you learn what they are. If they do, they take 1 xp.",
            "BP3": "Immaculate - Get a knack for situations where being dressed appropriately would help you (disguises, uniforms, outfits, formalwear, etc)",
            "BP4": "Beg, Borrow, or Steal - When you need the right tool for the job (a disguise, a tool, a weapon, a portable boat, a ladder) you can choose to have it right now. The tool lasts until the end of the session, or until you use this ability again. Increase effect and gain +1d on actions using the tool, but the GM chooses one: \n• It was stolen from someone, who will track you down by next interlude\n• It’s poor quality and breaks after the scene is over\n• It gets you into trouble after the scene is over (it attracts attention, there’s an unwanted side effect, it leads you somewhere you weren’t expecting to go)",
            "BP5": "Fruitful - You have a contact or family member in every populated location. Define this person with the GM and pick one (choose carefully): not in trouble with the law, reliable, won’t need a favor. Roll +1d on actions where your contact could help you.",
            "BP6": "Faust (1/session) - The next time you roll, treat all 1s as 6s. The next time you roll after that, treat all 6s as 1s.",
            "BP7": "Make it work (1/session) - You may use your highest rated action for any single action with normal effectiveness (charming a door to open for example). Explain to the GM how you’re doing this.",
            "BP8": "Ladder Climber - You can pursue ambitions twice during an interlude, but only if you pursue different ambitions.",
            "BP9": "Golden Hand (1/session)- Increase the effect of your next Command or Study action to superpowered.",
            "BP10": "",
            "BP11": "Gambit of Smoke (requires 4 powers): Take a power from another Bond"
        }
    },
    "B2": {
        "bondName": "The Pathfinder",
        "bondDes": "Discover new things, meet new people, learn new things. The Pathfinder is always looking to horizon. They’re the first to clamber up the mountain, leap across the river, or dash down the slope. The road is their friend and they can’t wait to see what’s around the corner.",
        "bondBonus1": "Traverse",
        "bondBonus2": "Survey",
        "ideals": {
            "I1": "I addressed challenges with curiosity, discovery, or understanding",
            "I2": "I expressed my heritage, background, or beliefs through my actions",
            "I3": "I saw, heard, or tasted something truly unique"
        },
        "maxStress": 1,
        "StressRelief": "Relieve 1 stress when you enter a new scene. This ability can activate any number of times a session.",
        "StressSpecial": "Abilities or actions (such as leading a team action) that cost more than 1 stress only cost 1 stress for you",
        "Harm": 4,
        "BondPowers": {
            "BP1": "Saddleborn - Get a knack for riding animals or piloting vehicles",
            "BP2": "Windrider - When you push yourself to take a traverse or sneak action, you also get increased effect and choose one of the following for the action: you don’t touch the ground, you don’t make a sound, you can’t be touched while moving.",
            "BP3": "Dabbler - Get +1 point to put in any action rating. At the start of an interlude, you must swap this point around to a new action. It can’t take any rating higher than 4.",
            "BP4": "Freesoul - You can escape from any restraint, grab, shackle, hold, or prison cell without rolling. You can conceal this ability if you wish.",
            "BP5": "Lay Burdens - 1/session, When you enter a populated location, untick 1 segment on all burdens, and you may push your next action for free.",
            "BP6": "Airfeel - When you camp or start an expedition, you can ask any of the following questions about the next day or so of travel and get a truthful yes or no answer from the GM. Get increased effect when next acting on the answers.\n• Is it a long, dangerous, or arduous journey?\n• Is the journey defended or contested?\n• Are you currently being pursued, tracked, or hunted?",
            "BP7": "Colortongue - You can understand and speak all languages and read all scripts. When you study a living creature, you can understand it even if it doesn’t speak language.",
            "BP8": "Horizon Sweeper - When you’re outside, you can see in the dark. Your survey actions have increased effect and aren’t affected by weather or time of day.",
            "BP9": "Memory of the Sole - Name a location you last set up camp. The GM will determine the difficulty of the journey there by answering the questions below. When the next scene starts, you and up to ten other willing people can choose to be safely there if you take 2 harm for each ‘yes’ answer, which could cause you to break. Work backwards to figure out how you got there (the scene doesn’t necessarily have to take place the next hour or day, for example).\n• Is it a long, dangerous, or arduous journey?\n• Is the location defended or contested?\n• Are you currently being pursued, tracked, or hunted?",
            "BP10": "Lightspeed - 1/session - Your next traverse or survey action has superpowered effect",
            "BP11": "Gambit of Momentum (requires 4 powers): Take a power from another Bond"
        }
    }
}